---
kind: other
id: Properties.T:Autodesk.Revit.DB.ScheduleFilter
source: html/8db4dea7-9977-1d3c-bb8a-6f5ec307db00.htm
---
# ScheduleFilter Properties

The ID of the field used to filter the schedule.